IDEA Connection Link
ConnectionSrv.GetConnectionResultsData Method
 GetConnectionResultsData
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConnectionResultsData GetConnectionResultsData(
	Guid connectionId
)
Public Function GetConnectionResultsData (
	connectionId As Guid
) As ConnectionResultsData
public:
ConnectionResultsData^ GetConnectionResultsData(
	Guid connectionId
)
Parameters
connectionId
Type: System.Guid
[Missing <param name="connectionId"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.GetConnectionResultsData(System.Guid)"]
Return Value
Type: ConnectionResultsData
[Missing <returns> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.GetConnectionResultsData(System.Guid)"]
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace